tap "anomalyco/tap"
tap "benbjohnson/litestream"
tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "stripe/stripe-cli"
tap "twilio/brew"
brew "act"
brew "xz"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "automake"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "libyaml"
brew "readline"
brew "sqlite"
brew "aws-elasticbeanstalk"
brew "python@3.13"
brew "awscli"
brew "black"
brew "boost"
brew "glib"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "docutils"
brew "libevent"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "libtool"
brew "elixir"
brew "elixir-ls"
brew "exiftool"
brew "ffmpeg"
brew "gh"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libksba"
brew "gnupg"
brew "gpgme"
brew "harfbuzz"
brew "pkgconf"
brew "hledger"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "ipython"
brew "node"
brew "jupyterlab"
brew "lazygit"
brew "leptonica"
brew "libass"
brew "libmicrohttpd"
brew "libpq"
brew "librist"
brew "pango"
brew "librsvg"
brew "llvm"
brew "mkcert"
brew "mypy"
brew "neovim"
brew "pmix"
brew "open-mpi"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "pygments"
brew "python-lsp-server"
brew "python@3.11"
brew "python@3.12"
brew "qpdf"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "swiftformat"
brew "tcl-tk"
brew "tesseract"
brew "tmux"
brew "vips"
brew "watchman"
brew "xcbeautify"
brew "xcode-build-server"
brew "yarn"
brew "yazi"
brew "zlib"
brew "anomalyco/tap/opencode"
brew "benbjohnson/litestream/litestream"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazydocker/lazydocker"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "twilio/brew/twilio"
cask "1password-cli"
cask "alacritty"
cask "chromedriver"
cask "chromium"
cask "ghostty"
cask "ngrok/ngrok/ngrok"
cask "prince"
vscode "ajmnz.swagger-jsdoc-indent"
vscode "aki77.html-erb"
vscode "aki77.rails-db-schema"
vscode "aki77.rails-i18n"
vscode "alexcvzz.vscode-sqlite"
vscode "aliariff.vscode-erb-beautify"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amedomary.touchbarvscode"
vscode "apollographql.vscode-apollo"
vscode "atlassian.atlascode"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "burkeholland.simple-react-snippets"
vscode "castwide.solargraph"
vscode "chaliy.handlebars-preview"
vscode "craigmaslowski.erb"
vscode "cssho.vscode-svgviewer"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.typescript-notebook"
vscode "dotjoshjohnson.xml"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "evilz.vscode-reveal"
vscode "figma.figma-vscode-extension"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "hollowtree.vue-snippets"
vscode "hridoy.rails-snippets"
vscode "humao.rest-client"
vscode "jakebecker.elixir-ls"
vscode "jayfidev.markdown-touchbar"
vscode "jpoissonnier.vscode-styled-components"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "lexical-lsp.lexical"
vscode "marcoroth.stimulus-lsp"
vscode "mattpocock.ts-error-translator"
vscode "mikestead.dotenv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "rayhanw.erb-helpers"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sonarsource.sonarlint-vscode"
vscode "styled-components.vscode-styled-components"
vscode "usernamehw.errorlens"
vscode "vortizhe.simple-ruby-erb"
vscode "vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "wix.glean"
vscode "wix.vscode-import-cost"
cargo "zellij"
uv "specify-cli"
